{
    "questions": [
      "What’s a hobby you’ve recently started?",
      "If you could have dinner with any historical figure, who would it be?",
      "What’s a simple thing that makes you happy?",
      "What’s your favorite movie?",
      "Do you have any pets?",
      "What’s your dream job?",
      "What’s the most interesting place you’ve visited?",
      "What’s your favorite book?",
      "If you could learn any skill instantly, what would it be?",
      "What’s your favorite type of cuisine?",
      "What’s a recent achievement you’re proud of?",
      "If you could live in any era of history, which would you choose?",
      "What’s your go-to comfort food?",
      "Share a memorable childhood experience.",
      "If you could have any superpower, what would it be and why?",
      "What’s a skill you want to develop in the next year?",
      "Describe your perfect weekend.",
      "Who has been a major influence in your life?",
      "What’s your favorite way to unwind after a long day?",
      "If you could visit any fictional world, where would you go?",
      "What’s a piece of advice you would give your younger self?",
      "Share a favorite quote and why it resonates with you.",
      "Describe a place you would love to travel to in the future.",
      "What’s your favorite season and why?",
      "If you could meet any fictional character, who would it be and why?",
      "What’s a hobby you’ve had since childhood?",
      "What’s something on your bucket list?",
      "Describe a project or accomplishment you’re currently working on.",
      "If you could speak any language fluently, which would it be and why?",
      "What’s a topic you could talk about for hours?",
      "What’s your favorite board game or video game?",
      "Share a funny or embarrassing moment from your life.",
      "What’s your philosophy on life?",
      "If you could have any job for a day, what would it be?",
      "What’s your favorite dessert?",
      "Describe a song that brings back memories for you.",
      "If you could change one thing about the world, what would it be?",
      "What’s a place you consider paradise?",
      "What’s a skill you admire in others and wish you had?",
      "If you could have any animal as a pet, what would it be?",
      "What’s a movie or book that changed your perspective on something?",
      "Describe a tradition you cherish.",
      "What’s your favorite form of exercise?",
      "If you could have dinner with any fictional character, who would it be and why?"
    ]
  }
  